branches/Degreasing/src/packages/Factiva.Gateway.Resources.7.5.0.83/content/GatewayResources/stubs/TopicCenterAndSMSManagement/Request/GetSMSListRequest.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Body><GetSMSList xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="urn:factiva:assets:topiccenterandsmsmanagement:v1_0"><listType>All</listType><productType>InvestmentBanker</productType></GetSMSList></soap-env:Body></soap-env:Envelope>